export const serviceDescriptions = [
  {
    id: 1,
    title: '닉네임',
    description: ['- 닉네임은 바꿀 수 없습니다.'],
  },
  {
    id: 2,
    title: '회원탈퇴',
    description: ['- 30일 이내에 재가입 시 기존 아이디가 복구됩니다.'],
  },
  {
    id: 3,
    title: '알람 목록 확인 및 로그아웃',
    description: [
      '- 마이 페이지에서 우측 상단의 메뉴 버튼을 클릭하면 알람 목록 확인 및 로그아웃이 가능합니다.',
    ],
  },
  {
    id: 4,
    title: '회원 정보 및 업적 설명 확인',
    description: [
      '- 마이 페이지에서 중앙의 프로필 사진 버튼을 클릭한 후, [서비스 정보]로 들어가시면 회원 정보 및 업적 설명을 확인할 수 있으며, 회원 탈퇴도 가능합니다.',
    ],
  },
  {
    id: 5,
    title: '인벤토리 오브제 및 캐릭터 착용 상태 구분',
    description: [
      '- 인벤토리에서 오브제와 캐릭터의 착용 상태를 다음 색상으로 구분합니다:',
      '    빨간색: 미착용',
      '    파란색: 착용',
    ],
  },
  {
    id: 6,
    title: '편지 및 선물 삭제',
    description: [
      '- 편지나 선물을 삭제하더라도 상대방의 수신함에서는 삭제되지 않습니다.',
    ],
  },
  {
    id: 7,
    title: '출석 초기화',
    description: ['- 출석 기록은 매주 월요일 00시 00분에 초기화됩니다.'],
  },
  {
    id: 8,
    title: '상점 오브제 위치',
    description: [
      '- 상점에 있는 오브제의 위치는 다음과 같습니다 (왼쪽부터 오른쪽 순서):',
      ' 1. 천장',
      ' 2. 왼쪽 상단',
      ' 3. 오른쪽 상단',
      ' 4. 왼쪽 중간 상단',
      ' 5. 오른쪽 중간 상단',
      ' 6. 왼쪽 하단',
      ' 7. 왼쪽 중간 하단',
      ' 8. 중간 하단',
      ' 9. 오른쪽 중간 하단',
      ' 10. 오른쪽 하단',
      ' 11. 벽지',
      ' 12. 바닥',
    ],
  },
  {
    id: 9,
    title: '가위바위보 게임',
    description: [
      '- 가위바위보 게임에서 아무것도 선택하지 않으면 자동으로 패배 처리됩니다.',
    ],
  },
  {
    id: 10,
    title: '캐릭터 및 오브제 추가',
    description: [
      '- 캐릭터나 오브제를 직접 그려서 추가하고 싶으시면 [카카오톡 오픈 채팅방](https://open.kakao.com/o/gJxhzVMg)으로 연락해 주세요!',
    ],
  },
];
